l10n = {
	logo: "авіаквитки",
	And: "і",
	Currency: "UAH",
	CurrencyAbbr: "грн.",
	HourShort: "г",
	MinuteShort: "х",
	PriceFrom: "от",
	searchForm: {
		AD: "дорослі",
		CN: "діти",
		SCE: "економ",
		SCB: "бізнес",
		From: "звідки",
		FromComment: "місто або аеропорт вильоту",
		To: "куди",
		ToComment: "місто або аеропорт прильоту",
		Direct: "туди",
		Return: "назад",
		Button: "Знайти",
		Alerts: {
			AirportFrom: "Задайте місто або аеропорт вильоту.",
			AirportTo: "Задайте місто або аеропорт прильоту.",
			DirectDate: "Задайте дату вильоту.",
			ReturnDate: "Задайте дату зворотного вильоту.",
			WrongDates: "Дата зворотного вильоту раніше дати прямого вильоту."
		}
	},
	Header: {
		FlightE: "Переліт економ класом",
		FlightB: "Переліт бізнес класом",
		AmountFor: "Вартість квитків вказана для",
		AD1: "-го дорослого",
		AD: "-х дорослих",
		CN1: "-ї дитини",
		CN: "-х дітей",
		ChangeLink: "Змінити параметри маршруту",
		Error: {
			Title: "Не знайдено варіантів перельотів.",
			Reasons: "Можливі причини:",
			Reason1: "Немає в наявності вільних місць. ",
			Reason2: "Немає можливості виписки електронного квитка на існуючі рейси. ",
			Reason3: "Відсутні рейси між пунктами в зазначений діапазон дат."
		}
	},
	ProgressBarTitle: "Проводиться пошук варіантів перельоту",
	Results: {
		Amount: "вартість",
		Departure: "з аеропорту",
		Arrival: "в аеропорт",
		Times: "виліт - приліт",
		Travel: "в дорозі, пересадки",
		Choose: "Вибрати",
		FareNotConfirmedAlert: "Не підтверджена наявність місць",
		FareNotConfirmed: "Немає місць"
	}
};
l10n.calendar = {
	monthes_N: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
	monthes_D: ["Січня", "Лютого", "Березня", "Квітня", "Травня", "Червня", "Липня", "Серпня", "Вересня", "Жовтня", "Листопада", "Грудня"],
	monthes_S: ["Січ", "Лют", "Бер", "Квітт", "Трав", "Чер", "Лип", "Сер", "Вер", "Жовт", "Лист", "Груд"],
	days_N: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота"],
	days_S: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	days_S1: ["Н", "П", "В", "С", "Ч", "П", "С"],
	weekend: [0, 6],
	weekstart: 1
};

