l10n = {
	logo: "авиабилеты",
	And: "и",
	Currency: "RUB",
	CurrencyAbbr: "руб.",
	HourShort: "ч",
	MinuteShort: "м",
	PriceFrom: "от",
	searchForm: {
		AD: "взрослые",
		CN: "дети",
		SCE: "эконом",
		SCB: "бизнес",
		From: "откуда",
		FromComment: "город или аэропорт вылета",
		To: "куда",
		ToComment: "город или аэропорт прилёта",
		Direct: "туда",
		Return: "обратно",
		Button: "Найти",
		Alerts: {
			AirportFrom: "Задайте город или аэропорт вылета.",
			AirportTo: "Задайте город или аэропорт прилёта.",
			DirectDate: "Задайте дату вылета.",
			ReturnDate: "Задайте дату обратного вылета.",
			WrongDates: "Дата обратного вылета раньше даты прямого вылета."
		}
	},
	Header: {
		FlightE: "Перелёт эконом классом",
		FlightB: "Перелёт бизнес классом",
		AmountFor: "Cтоимость билетов указана для",
		AD1: "-го взрослого",
		AD: "-х взрослых",
		CN1: "-го ребёнка",
		CN: "-х детей",
		ChangeLink: "Изменить параметры маршрута",
		Error: {
			Title: "Не найдены варианты перелётов.",
			Reasons: "Возможные причины:",
			Reason1: "Нет в наличии свободных мест.",
			Reason2: "Нет возможности выписки электронного билета на существующие рейсы.",
			Reason3: "Отсутствуют рейсы между пунктами в указанный диапазон дат."
		}
	},
	ProgressBarTitle: "Производится поиск вариантов перелёта",
	Results: {
		Amount: "стоимость",
		Departure: "из аэропорта",
		Arrival: "в аэропорт",
		Times: "вылет - прилёт",
		Travel: "в пути, пересадки",
		Choose: "Выбрать",
		FareNotConfirmedAlert: "Не подтверждено наличие мест",
		FareNotConfirmed: "Нет мест"
	}
};
l10n.calendar = {
	monthes_N: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
	monthes_D: ["Января", "Февраля", "Марта", "Апреля", "Мая", "Июня", "Июля", "Августa", "Сентября", "Октября", "Ноября", "Декабря"],
	monthes_S: ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
	days_N: ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота"],
	days_S: ["Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	days_S1: ["В", "П", "В", "С", "Ч", "П", "С"],
	weekend: [0, 6],
	weekstart: 1
};

